/* `welcomeLabel` UILabel text default value */
"Welcome" = "Dobrodošli";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Hvala za prenos";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "Sledite navodilom, ki ste jih prejeli v pozdravni e-pošti, da začnete s postopkom aktiviranja.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "Nadzirajte svoja dnevna opravila in enostavno sodelujte pri projektih.";

"ScanInstruction" = "Za začetek postopka aktiviranja optično preberite varnostno QR-kodo.";

"DiscoveryServiceInstruction" = "Vnesite svoj e-poštni naslov za začetek postopka aktiviranja.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Preverjanje računa ...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Začetek";

"Scan" = "Optično branje";

/* `demoLabel` UILabel text default value */
"Explore" = "Želite raziskovati?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Preizkusna različica";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Nastavi varnostno kodo";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Varnostna koda";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Izberi varnostno kodo";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Potrdi varnostno kodo";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Znova vnesite svojo varnostno kodo.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Potrdite svojo varnostno kodo.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Vnesite svojo varnostno kodo.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Sprememba varnostne kode";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Vnesite svojo trenutno varnostno kodo.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "Ne zdaj";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "Nazaj";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "Naprej";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "Končano";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "Za odklepanje aplikacije izberite varnostno kodo z najmanj toliko znaki: %d.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "Za odklepanje aplikacije izberite varnostno kodo z najmanj toliko števkami: %d.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Vključite naslednje:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Male črke (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Velike črke (A-Z)";

/* The group name for digits. */
"DigitsKey" = "Števke (0–9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Simboli (!@#…)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Ponastavi varnostno kodo";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Preverjanje varnostne kode ni uspelo.";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "FUIPasscodeControllerDelegate je zavrnil varnostno kodo.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Poskusi znova";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Funkcija Touch ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Funkcija Face ID";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " je zdaj na voljo!";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "S pomočjo funkcije Touch ID boste lahko hitreje dostopali do svojih informacij.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "To funkcijo lahko kadarkoli omogočite ali onemogočite v Nastavitvah.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Za hiter in varen dostop omogočite funkcijo Touch ID.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Če je funkcija Touch ID onemogočena, boste morali vnesti varnostno kodo naprave.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "S pomočjo funkcije Face ID boste lahko hitreje dostopali do svojih informacij.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "To funkcijo lahko kadarkoli omogočite ali onemogočite v Nastavitvah.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Za hiter in varen dostop omogočite funkcijo Face ID.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Če je funkcija Face ID onemogočena, boste morali vnesti varnostno kodo naprave.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Za uporabo funkcije Touch ID, dodajte prstne odtise v nastavitvah vaše naprave.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "To lahko storite kadarkoli v nastavitvah pod Settings - Touch ID & Passcode.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Za uporabo funkcije Face ID, jo nastavite v nastavitvah vaše naprave.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "To lahko storite kadarkoli v nastavitvah pod Settings - Face ID & Passcode.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Izvedite več o funkciji Touch ID";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Izvedite več o funkciji Face ID";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Omogoči";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Preverjanje pristnosti s funkcijo Touch ID";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Preverjanje pristnosti s funkcijo Face ID";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Napaka";

/* The error title. */
"AuthenticationErrorKey" = "Napaka preverjanja pristnosti";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Za uporabo aplikacije opravite preverjanje pristnosti s funkcijo Touch ID.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Za uporabo aplikacije opravite preverjanje pristnosti s funkcijo Face ID.";

/* The authenticate button text. */
"AuthenticateKey" = "Preverjanje pristnosti";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Varnostni kodi se nista ujemali. Poskusite znova.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "Imate še toliko poskusov: %d.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "Imate še 1 poskus.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "Nimate več poskusov.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Za ponastavitev varnostne kode se vpišite.";

/* The text of the dismiss button on the alert. */
"OKKey" = "V redu";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Napačna varnostna koda. Poskusite znova.";

/* The scan page title string. */
"ScanKey" = "Optično branje";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Optično branje ni bilo uspešno";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "Izberite sliko QR-kode.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Neveljavna QR-koda";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "QR-koda ni bila prepoznana.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Dovoli dostop do fotografij";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "Za izbiro slike QR-kode v nastavitvah zasebnosti vaše naprave dovolite dostop do vaših fotografij.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Dovoli dostop do fotoaparata";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "Za optično branje s fotoaparatom v nastavitvah zasebnosti vaše naprave dovolite dostop do fotoaparata.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "Nastavitve";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Potrditev";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Optično branje je bilo uspešno. Povezani boste z:";

/* The title string for the \"Continue\" button */
"ContinueKey" = "Nadaljuj";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Zaženi";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Aktiviranje";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Če ste prejeli pozdravno e-pošto, sledite povezavi za aktiviranje. V nasprotnem primeru vnesite svoj e-poštni naslov ali optično preberite QR-kodo za začetek uvajanja.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Naprej";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "Ali";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Optično branje";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Strinjam se";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Ne strinjam se";

/* The authentication title. */
"AuthenticationKey" = "Preverjanje pristnosti";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Za preverjanje pristnosti navedite uporabniško ime in geslo.";

/* Username input field placeholder string */
"usernameKey" = "Uporabniško ime";

/* Password input field placeholder string */
"passwordKey" = "Geslo";

/* Sign In button string. */
"SignInKey" = "Vpis";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Napačne poverilnice. Poskusite znova.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Za začetek postopka aktiviranja navedite spodnje podatke.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Preverjanje podatkov ...";

/* Cancel button string. */
"CancelKey" = "Prekliči";

/* Allow button string. */
"AllowKey" = "Dovoli";

/* Deny button string. */
"DenyKey" = "Zavrni";

/* No button string. */
"NoKey" = "Ne";

/* Quit button string. */
"QuitKey" = "Izhod";

/* GiveConsent button string. */
"GiveConsentKey" = "Soglašam";

/* Navbar title string. */
"StepKey" = "Korak";

/* Navbar title string. */
"OfKey" = "od";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Res želite preklicati postopek uvajanja?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Uvajanja ne boste mogli nadaljevati brez soglasja.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "Zamenjaj ali dodaj uporabnika";

/* Title for Log In button */
"LogInKey" = "Prijava";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "Poišči uporabnike v tej napravi";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "Ali ste pozabili varnostno kodo?";

/* Title for Loction */
"PNLoctionTitleKey" = "Vklopite lokacijske storitve, da lahko uporabljate funkcije zemljevida in navigacije.";

/* Title for Notifications */
"PNNotificationsTitleKey" = "Vklopite obvestila, da boste obveščeni o pomembnih objavah";

/* Title for Photos */
"PNPhotosTitleKey" = "Vklopite dostop do knjižnice slik, da lahko omogočite skupno rabo in dostop do knjižnice slik";

/* Title for Calendar */
"PNCalendarTitleKey" = "Vklopite dostop do koledarja, da lahko rezervirate sobe in si ogledate sestanke";

/* Title for Camera */
"PNCameraTitleKey" = "Vklopite kamero, da se lahko prijavite in preverite s funkcijo Face ID";

/* Subtitle for FUIPrivacyNoticeView */
"PNSubtitleKey" = "To dovoljenje lahko pozneje spremenite v nastavitvah aplikacije.";

/* FooterText for FUIPrivacyNoticeSettingsController */
"PNSettingsFooterTextKey" = "Aplikacija uporablja spodnja dovoljenja, da vam zagotovi najboljšo izkušnjo, ki vam jo ponujamo";

/* FooterText of Location for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsLocationFooterTextKey" = "Aplikaciji dovolite, da dostopa do vaše lokacije in vas obvesti, ko jo uporabljate.\n\nČe želite nastaviti ali urediti dovoljenje za lokacijo, odprite nastavitve za iOS > Tapnite “Lokacija” > Tapnite “Aplikacija” > Izberite želeno nastavitev dovoljenja za lokacijo";

/* FooterText of Notifications for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsNotificationsFooterTextKey" = "Aplikaciji dovolite, da dostopa do obvestil in vas obvesti, ko jo uporabljate.\n\nČe želite nastaviti ali urediti dovoljenje za obvestila, odprite nastavitve za iOS > Tapnite \"Obvestila\" > Tapnite \"Aplikacija\" > Izberite želeno nastavitev dovoljenja za obvestila.";

/* FooterText of Photos for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsPhotosFooterTextKey" = "Dovolite aplikaciji, da dostopa do vaših fotografij in vas obvesti, ko jo uporabljate.\n\nČe želite nastaviti ali urediti dovoljenje za fotografije, odprite nastavitve za iOS > Tapnite \"Fotografije\" > Tapnite \"Aplikacija\" > Izberite želeno nastavitev dovoljenja za fotografije";

/* FooterText of Camera for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCameraFooterTextKey" = "Omogočite aplikaciji, da dostopa do kamere in vas obvesti, ko jo uporabljate.\n\nČe želite nastaviti ali urediti dovoljenje za kamero, odprite nastavitve za iOS > Tapnite \"Kamera\" > Tapnite \"Aplikacija\" > Izberite želeno nastavitev dovoljenja za kamero.";

/* FooterText of Calendar for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCalendarFooterTextKey" = "Aplikaciji dovolite, da dostopa do obvestil in vas obvesti, ko jo uporabljate.\n\nČe želite nastaviti ali urediti dovoljenje za obvestila, odprite nastavitve za iOS > Tapnite \"Koledar\" > Tapnite \"Aplikacija\" > Izberite želeno nastavitev dovoljenja za koledar.";

/* The button title for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingKey" = "Odpri nastavitve za iOS";

